[
  {
    "slug": "3-days-wildlife-cultural",
    "title": {
      "es": "Expedición Vida Silvestre y Cultura - 3 Días",
      "en": "Wildlife & Cultural Experience - 3 Days"
    },
    "subtitle": {
      "es": "Monkey Frog Lodge & Laguna Limoncocha",
      "en": "Monkey Frog Lodge & Limoncocha Lagoon"
    },
    "duration": {
      "es": "3 Días / 2 Noches",
      "en": "3 Days / 2 Nights"
    },
    "description": {
      "es": "Sumérgete en una selva tropical viva donde la naturaleza susurra entre los árboles, las aves vuelan sobre copas milenarias, y las tradiciones indígenas cobran vida. Esta expedición amazónica de 3 días combina biodiversidad, inmersión cultural y aventura auténtica.",
      "en": "Step into a living rainforest where nature whispers through the trees, birds soar above ancient canopies, and Indigenous traditions come alive. This 3-day Amazon expedition blends biodiversity, cultural immersion, and true adventure."
    },
    "images": [
      "/assets/colibrilodge/en lancha 1 expedicion.jpg",
      "/assets/colibrilodge/observacionaves1.jpg",
      "/assets/colibrilodge/fishingtrip.jpg",
      "/assets/riodelfin/delfinesrosadosvertical.jpg",
      "/assets/colibrilodge/grupoenamazonia.jpg",
      "/assets/detallescabaña/experiencias inolvidables.jpg"
    ],
    "price": {
      "amount": 450,
      "currency": "USD",
      "per": "persona (mínimo 2 participantes)"
    },
    "difficulty": "easy",
    "groupSize": "2-8 personas",
    "itinerary": {
      "es": [
        {
          "day": 1,
          "title": "Bienvenida a la Selva",
          "description": "Tu aventura comienza en El Coca con recibimiento por tu guía naturalista bilingüe. Viajamos en canoa al Monkey Frog Lodge, observando aves coloridas, monos y paisajes exuberantes. Visita a isla pequeña para presenciar preparación tradicional de tortillas de yuca por comunidad Siona. Por la tarde, exploración de río en canoa, natación y observación del atardecer. Caminata nocturna guiada para observar anfibios, insectos y la rana mono de líneas blancas.",
          "highlights": ["Transporte en canoa", "Comunidad Siona", "Natación en río", "Caminata nocturna"]
        },
        {
          "day": 2,
          "title": "Aves, Laguna y Luciérnagas",
          "description": "Madrugada en torre de observación de aves de 35 metros para presenciar el despertar colorido de loros, guacamayos y aves exóticas. Después del desayuno, viaje a Laguna Limoncocha, reserva de biosfera rica en vida silvestre. Pesca tradicional de pirañas, paseo en canoa entre vegetación flotante y manglares, observación de vida silvestre. Tour nocturno en canoa para ver luciérnagas brillantes y caimanes bajo las estrellas.",
          "highlights": ["Torre de aves 35m", "Laguna Limoncocha", "Pesca de pirañas", "Luciérnagas nocturnas"]
        },
        {
          "day": 3,
          "title": "Encuentros con Vida Silvestre y Despedida",
          "description": "Después del desayuno, regreso al Monkey Frog Lodge para caminata final por refugio de vida silvestre buscando ranas venenosas, monos y aves tropicales coloridas. Después del almuerzo, partida en canoa hacia Puerto Francisco de Orellana y continuación a El Coca, llegada aproximadamente a las 5:00 PM.",
          "highlights": ["Refugio de vida silvestre", "Ranas venenosas", "Monos", "Regreso a El Coca"]
        }
      ],
      "en": [
        {
          "day": 1,
          "title": "Welcome to the Jungle",
          "description": "Your journey begins in El Coca with warm greeting by bilingual naturalist guide. Travel by canoe to Monkey Frog Lodge, spotting colorful birds, monkeys, and lush landscapes. Visit small island to witness traditional yucca tortilla preparation by Siona Indigenous community. Afternoon river exploration by canoe, swimming and sunset watching. Guided night jungle walk to observe amphibians, insects, and white-lined monkey frog.",
          "highlights": ["Canoe transportation", "Siona community", "River swimming", "Night walk"]
        },
        {
          "day": 2,
          "title": "Birds, Lagoon & Fireflies",
          "description": "Early morning at 35-meter birdwatching tower to witness colorful awakening of parrots, macaws and exotic birds. After breakfast, journey to Limoncocha Lagoon, wildlife-rich biosphere reserve. Traditional piranha fishing, canoe ride through floating vegetation and mangroves, wildlife observation. Evening canoe tour to see glowing fireflies and caimans under the stars.",
          "highlights": ["35m bird tower", "Limoncocha Lagoon", "Piranha fishing", "Night fireflies"]
        },
        {
          "day": 3,
          "title": "Wildlife Encounters & Farewell",
          "description": "After breakfast, return to Monkey Frog Lodge for final walk through wildlife refuge searching for poison dart frogs, monkeys, and colorful tropical birds. After lunch, departure by canoe to Puerto Francisco de Orellana and continue to El Coca, arriving around 5:00 PM.",
          "highlights": ["Wildlife refuge", "Poison dart frogs", "Monkeys", "Return to El Coca"]
        }
      ]
    },
    "included": {
      "es": [
        "Todo el transporte terrestre y fluvial",
        "Alojamiento (2 noches)",
        "Todas las comidas (incluye desayuno Día 1)",
        "Agua potable purificada",
        "Guía naturalista bilingüe (Inglés/Francés/Español)",
        "Botas de caucho para caminatas",
        "Tarifas de entrada a Laguna Limoncocha y sitios culturales"
      ],
      "en": [
        "All land and river transportation",
        "Accommodation (2 nights)",
        "All meals (including breakfast on Day 1)",
        "Purified drinking water",
        "Bilingual naturalist guide (English/French/Spanish)",
        "Rubber boots for jungle walks",
        "Entrance fees to Limoncocha Lagoon & cultural sites"
      ]
    },
    "notIncluded": {
      "es": [
        "Cena el día final",
        "Bebidas extra",
        "Propinas para guías y personal"
      ],
      "en": [
        "Dinner on the final day",
        "Extra beverages",
        "Tips for guides and staff"
      ]
    },
    "whatToBring": {
      "es": [
        "Repelente fuerte para insectos (base DEET, no spray)",
        "Protector solar, gafas de sol y sombrero",
        "Traje de baño y toalla",
        "Chaqueta impermeable o poncho",
        "Pantalones y camisas cómodas de manga larga",
        "Linterna o lámpara frontal",
        "Sandalias y zapatos cerrados para caminar",
        "Binoculares y cámara (baterías extra)",
        "Efectivo pequeño para souvenirs o apoyo comunitario"
      ],
      "en": [
        "Strong insect repellent (DEET-based, non-spray)",
        "Sunscreen, sunglasses, and hat",
        "Swimsuit and towel",
        "Waterproof jacket or poncho",
        "Comfortable long pants and long-sleeve shirts",
        "Flashlight or headlamp",
        "Sandals and closed walking shoes",
        "Binoculars and camera (with extra batteries)",
        "Small cash for souvenirs or community support"
      ]
    },
    "featured": true,
    "location": "Monkey Frog Lodge & Limoncocha",
    "contacts": [
      {
        "name": "Jacob Tangoy",
        "whatsapp": "+593990657053",
        "whatsapp2": "+593962190756"
      },
      {
        "name": "Juan Grefa",
        "whatsapp": "+593994862058"
      },
      {
        "name": "Gissela Quintero",
        "whatsapp": "+593992991985",
        "location": "Monkey Frog Lodge / Wildlife Refuge"
      }
    ]
  },
  {
    "slug": "4-days-yasuni-complete",
    "title": {
      "es": "Expedición Completa Yasuní - 4 Días",
      "en": "Complete Yasuní Experience - 4 Days"
    },
    "subtitle": {
      "es": "Monkey Frog Lodge, Limoncocha & Parque Nacional Yasuní",
      "en": "Monkey Frog Lodge, Limoncocha & Yasuní National Park"
    },
    "duration": {
      "es": "4 Días / 3 Noches",
      "en": "4 Days / 3 Nights"
    },
    "description": {
      "es": "Sumérgete profundamente en una selva tropical viva donde la naturaleza susurra entre los árboles, las aves vuelan sobre copas milenarias, y las tradiciones indígenas cobran vida. Esta expedición amazónica de 4 días combina biodiversidad, inmersión cultural y aventura auténtica para una conexión más profunda.",
      "en": "Step deeper into a living rainforest where nature whispers through the trees, birds soar above ancient canopies, and Indigenous traditions come alive. This 4-day Amazon expedition blends biodiversity, cultural immersion, and true adventure for deeper connection."
    },
    "images": [
      "/assets/riodelfin/atardecer.jpg",
      "/assets/colibrilodge/observacionaves2.jpg",
      "/assets/colibrilodge/bosquecolibrilodge.jpg",
      "/assets/riodelfin/delfinesrosadosvertical.jpg",
      "/assets/colibrilodge/turistas con jacobtangoy.jpg",
      "/assets/riodelfin/cieloestrelladovertical.jpg"
    ],
    "price": {
      "amount": 630,
      "currency": "USD",
      "per": "persona (mínimo 2 participantes)"
    },
    "difficulty": "moderate",
    "groupSize": "2-8 personas",
    "itinerary": {
      "es": [
        {
          "day": 1,
          "title": "Bienvenida a la Selva",
          "description": "Tu aventura comienza en El Coca con recibimiento caloroso por tu guía naturalista bilingüe. Viajamos a Puerto Francisco de Orellana y abordamos canoa hacia Monkey Frog Lodge. Durante el viaje: observación de aves coloridas, monos y paisajes exuberantes. Parada en isla pequeña para observar preparación tradicional de tortillas de yuca por familia indígena Siona. Después del almuerzo, exploración de río cercano en canoa, natación y observación del atardecer. Caminata nocturna guiada para observar la famosa rana mono de líneas blancas.",
          "highlights": ["Recibimiento en El Coca", "Comunidad Siona", "Exploración en canoa", "Caminata nocturna"]
        },
        {
          "day": 2,
          "title": "Aves, Lagunas y Luciérnagas",
          "description": "Comenzamos temprano (5:30 AM) con visita a torre de observación de aves de 35 metros para presenciar el despertar de la selva y su vibrante vida aviar. Después del desayuno, viaje a Laguna Limoncocha para día completo de aventura: pesca tradicional de pirañas, paseos en canoa entre vegetación flotante y manglares, observación de vida silvestre en biosfera tranquila y escénica. Por la noche, remamos nuevamente para presenciar espectáculo mágico de luciérnagas brillando sobre el agua y bosque.",
          "highlights": ["Torre de aves 35m", "Laguna Limoncocha", "Pesca de pirañas", "Espectáculo de luciérnagas"]
        },
        {
          "day": 3,
          "title": "Expedición Parque Nacional Yasuní",
          "description": "Hoy nos aventuramos en el Parque Nacional Yasuní, uno de los lugares más biodiversos de la Tierra. Por la mañana: visita a dos saladeros naturales donde loros y guacamayos se reúnen en espectáculo impresionante de color y sonido, aprendizaje sobre ecología de Yasuní con guía experto. Por la tarde: paseo en canoa por majestuoso Río Napo, natación refrescante y relajación con naturaleza circundante. Regreso por la noche para cena merecida y descanso en el lodge.",
          "highlights": ["Saladeros naturales", "Loros y guacamayos", "Río Napo", "Natación"]
        },
        {
          "day": 4,
          "title": "Despedida del Bosque",
          "description": "Después del desayuno, disfrutamos una caminata final por la naturaleza para avistar monos, aves y ranas alrededor del Refugio de Vida Silvestre. A la 1:00 PM, partimos en canoa de regreso a Puerto Francisco de Orellana y continuamos a El Coca, donde nos despedimos llenos de recuerdos y conexión con la Amazonía.",
          "highlights": ["Refugio de Vida Silvestre", "Avistamiento final", "Regreso a El Coca", "Recuerdos amazónicos"]
        }
      ],
      "en": [
        {
          "day": 1,
          "title": "Welcome to the Jungle",
          "description": "Your journey begins in El Coca with warm greeting by bilingual naturalist guide. We head to Puerto Francisco de Orellana and board canoe to Monkey Frog Lodge. Along the way: spot colorful birds, monkeys, and lush forest landscapes. Stop at small island to observe traditional yucca tortilla preparation by Siona Indigenous family. After lunch, explore nearby river by canoe, swim and watch sunset. At night, guided jungle walk awaits—perfect for spotting the famous white-lined monkey frog.",
          "highlights": ["El Coca greeting", "Siona community", "Canoe exploration", "Night jungle walk"]
        },
        {
          "day": 2,
          "title": "Birds, Lagoons & Fireflies",
          "description": "Start early (5:30 AM) with visit to 35-meter bird observation tower to witness awakening rainforest and vibrant birdlife. After breakfast, head to Limoncocha Lagoon for full day of adventure: traditional piranha fishing, canoe rides through floating vegetation and mangroves, wildlife observation in calm scenic biosphere. In evening, paddle out again to witness magical display of fireflies glowing over water and forest.",
          "highlights": ["35m bird tower", "Limoncocha Lagoon", "Piranha fishing", "Firefly spectacle"]
        },
        {
          "day": 3,
          "title": "Yasuní National Park Expedition",
          "description": "Today we venture into Yasuní National Park, one of most biodiverse places on Earth. Morning: visit two natural clay licks where parrots and macaws gather in breathtaking spectacle of color and sound, learn about Yasuní ecology from expert guide. Afternoon: canoe ride on majestic Napo River, refreshing swim and relaxation with surrounding nature. Return in evening for well-deserved dinner and rest at lodge.",
          "highlights": ["Natural clay licks", "Parrots and macaws", "Napo River", "Swimming"]
        },
        {
          "day": 4,
          "title": "Farewell to the Forest",
          "description": "After breakfast, enjoy final nature walk to spot monkeys, birds, and frogs around Wildlife Refuge. At 1:00 PM, depart by canoe back to Puerto Francisco de Orellana and continue to El Coca, where we say goodbye—full of memories and connection to the Amazon.",
          "highlights": ["Wildlife Refuge", "Final spotting", "Return to El Coca", "Amazon memories"]
        }
      ]
    },
    "included": {
      "es": [
        "Transporte terrestre y fluvial",
        "Alojamiento (3 noches)",
        "Todas las comidas (incluye desayuno Día 1)",
        "Agua potable purificada",
        "Guía bilingüe (Inglés, Francés, Español)",
        "Botas de caucho para caminatas por la selva",
        "Tarifas de entrada a Laguna Limoncocha, Parque Nacional Yasuní y sitios culturales"
      ],
      "en": [
        "Land and river transportation",
        "Accommodation (3 nights)",
        "All meals (including breakfast on Day 1)",
        "Purified drinking water",
        "Bilingual guide (English, French, Spanish)",
        "Rubber boots for jungle hikes",
        "Entrance fees to Limoncocha Lagoon, Yasuní National Park, and cultural sites"
      ]
    },
    "notIncluded": {
      "es": [
        "Cena el último día",
        "Bebidas extra"
      ],
      "en": [
        "Dinner on the last day",
        "Extra drinks"
      ]
    },
    "whatToBring": {
      "es": [
        "Repelente fuerte para insectos (preferiblemente base DEET, no spray)",
        "Protector solar, traje de baño, sombrero, gafas de sol",
        "Chaqueta impermeable o poncho",
        "Ropa cómoda de manga larga y pantalones",
        "Linterna o lámpara frontal",
        "Binoculares, cámara (baterías extra)",
        "Sandalias y zapatos para caminar",
        "Efectivo pequeño para souvenirs o donaciones comunitarias"
      ],
      "en": [
        "Strong insect repellent (preferably DEET-based, non-spray)",
        "Sunscreen, swimsuit, hat, sunglasses",
        "Waterproof jacket or poncho",
        "Comfortable long-sleeve clothing and pants",
        "Flashlight or headlamp",
        "Binoculars, camera (extra batteries)",
        "Sandals and walking shoes",
        "Small cash for souvenirs or community donations"
      ]
    },
    "featured": true,
    "location": "Monkey Frog Lodge, Limoncocha & Yasuní",
    "contacts": [
      {
        "name": "Jacob Tangoy",
        "whatsapp": "+593990657053",
        "whatsapp2": "+593962190756"
      },
      {
        "name": "Juan Grefa",
        "whatsapp": "+593994862058"
      },
      {
        "name": "Gissela Quintero",
        "whatsapp": "+593992991985",
        "location": "Monkey Frog Lodge / Wildlife Refuge"
      }
    ]
  },
  {
    "slug": "5-days-colibri-rainforest",
    "title": {
      "es": "Expedición Selva Amazónica - 5 Días",
      "en": "Amazon Rainforest Expedition - 5 Days"
    },
    "subtitle": {
      "es": "Colibri Lodge - Aventura Profunda",
      "en": "Colibri Lodge - Deep Adventure"
    },
    "duration": {
      "es": "5 Días / 4 Noches",
      "en": "5 Days / 4 Nights"
    },
    "description": {
      "es": "Adéntrate en el corazón de la Amazonía ecuatoriana en un viaje transformador de 5 días. Experimenta selvas remotas, vida silvestre rara y cultura indígena, con comodidad, guía experto y Wi-Fi incluido.",
      "en": "Venture into the heart of the Ecuadorian Amazon on a transformative 5-day journey. Experience remote rainforests, rare wildlife, and indigenous culture—with comfort, expert guidance, and Wi-Fi included."
    },
    "images": [
      "/assets/amazonrainforest/WhatsApp Image 2025-12-02 at 13.55.10(1).jpeg",
      "/assets/amazonrainforest/WhatsApp Image 2025-12-02 at 13.55.10.jpeg",
      "/assets/amazonrainforest/WhatsApp Image 2025-12-02 at 13.55.11(1).jpeg",
      "/assets/amazonrainforest/WhatsApp Image 2025-12-02 at 13.55.11.jpeg",
      "/assets/amazonrainforest/WhatsApp Image 2025-12-02 at 13.55.12(1).jpeg",
      "/assets/amazonrainforest/WhatsApp Image 2025-12-02 at 13.55.12.jpeg"
    ],
    "price": {
      "amount": 860,
      "currency": "USD",
      "per": "persona (mínimo 2 participantes)"
    },
    "difficulty": "moderate",
    "groupSize": "2-8 personas",
    "itinerary": {
      "es": [
        {
          "day": 1,
          "title": "Hacia lo Salvaje - Llegada e Inmersión Amazónica",
          "description": "Tu viaje comienza en Coca, donde serás recibido calurosamente por tu guía bilingüe (inglés, francés, español). Desde aquí, viajamos en vehículo privado (aprox. 1.5 horas) hasta Puerto Tierras Orientales, ubicado a lo largo del río Aguarico. Después de registrarnos en la entrada del parque, embarcamos en un viaje escénico en canoa de 6–7 horas profundo en la Amazonía. En el camino, presencia vida silvestre vibrante incluyendo monos, aves, delfines de río y tortugas, y visita la comunidad indígena Cofán, guardianes de la sabiduría ancestral de la selva. Llegada al Bosque Colibrí Lodge para una cena abundante. Por la noche, únete a una caminata nocturna guiada para observar especies nocturnas fascinantes como anfibios, insectos y reptiles.",
          "highlights": ["Recepción en Coca", "Viaje en canoa 6-7h", "Comunidad Cofán", "Caminata nocturna"]
        },
        {
          "day": 2,
          "title": "Encuentros con Vida Silvestre y Exploración Cultural",
          "description": "Despierta con los sonidos de la selva tropical y disfruta un nutritivo desayuno amazónico. Luego partimos en canoa hacia Lagarto Cocha, una laguna remota y biodiversa en la frontera con Perú. Los aspectos destacados de hoy incluyen: exploración de Delfín Cocha, hogar de esquivos delfines rosados de río; navegación en canoa por el río Imuya; visita cultural con la comunidad Secoya, incluyendo alimentos tradicionales y narración de historias; encuentros con vida silvestre: nutrias gigantes, tucanes, loros y más. Por la tarde, disfruta un refrescante baño en la laguna y un impresionante atardecer amazónico desde tu canoa. Después del anochecer, ve a buscar caimanes, luego pasa la noche acampando a la orilla del río en tiendas cómodas bajo un refugio.",
          "highlights": ["Lagarto Cocha", "Delfines rosados", "Comunidad Secoya", "Campamento nocturno"]
        },
        {
          "day": 3,
          "title": "Canto de Aves y Senderos de la Selva",
          "description": "Levántate temprano para la observación de aves al amanecer alrededor de la laguna. Después del desayuno, regresamos al Colibrí Lodge, deteniéndonos en una unión de ríos donde a menudo se ven delfines rosados. Relájate en el lodge, disfruta el almuerzo, luego comienza el Sendero Marco Tangoy: una caminata guiada de 3 horas a través de la selva prístina repleta de vida. Regreso al lodge para la cena y una tarde tranquila.",
          "highlights": ["Observación de aves al amanecer", "Delfines rosados", "Sendero Marco Tangoy 3h", "Regreso al lodge"]
        },
        {
          "day": 4,
          "title": "La Gran Laguna - Imuya Cocha",
          "description": "Después del desayuno, nos aventuramos a Imuya Cocha, una de las lagunas más impresionantes y biodiversas de la Amazonía. Explora en canoa de remo, disfruta nadando y empápate de un hipnotizante atardecer antes de regresar al Colibrí Lodge para tu cena final en la selva.",
          "highlights": ["Imuya Cocha", "Canoa de remo", "Natación", "Atardecer amazónico"]
        },
        {
          "day": 5,
          "title": "Viaje de Regreso",
          "description": "Después del desayuno, partimos en canoa y autobús a las 7:00 AM, regresando a Coca. El transporte a tu próximo destino será organizado al llegar.",
          "highlights": ["Salida 7:00 AM", "Regreso a Coca", "Transporte organizado", "Despedida"]
        }
      ],
      "en": [
        {
          "day": 1,
          "title": "Into the Wild – Arrival and Amazon Immersion",
          "description": "Your journey begins in Coca, where you'll be warmly welcomed by your bilingual guide (English, French, Spanish). From here, we travel by private vehicle (approx. 1.5 hours) to Puerto Tierras Orientales, located along the Aguarico River. After registering at the park entrance, we embark on a scenic 6–7 hour canoe ride deep into the Amazon. Along the way, witness vibrant wildlife including monkeys, birds, freshwater dolphins, and river turtles, and visit the indigenous Cofán community, guardians of ancestral jungle wisdom. Arrive at Bosque Colibrí Lodge for a hearty dinner. In the evening, join a guided night walk to observe fascinating nocturnal species like amphibians, insects, and reptiles.",
          "highlights": ["Coca welcome", "6-7h canoe journey", "Cofán community", "Night walk"]
        },
        {
          "day": 2,
          "title": "Wildlife Encounters & Cultural Exploration",
          "description": "Wake to the sounds of the rainforest and enjoy a nourishing Amazonian breakfast. We then set out by canoe to Lagarto Cocha, a remote and biodiverse lagoon at the border with Peru. Today's highlights include: exploration of Delfín Cocha, home to elusive pink river dolphins; canoeing up the Imuya River; cultural visit with the Secoya community, including traditional foods and storytelling; wildlife encounters with giant otters, toucans, parrots, and more. In the afternoon, enjoy a refreshing swim in the lagoon and a breathtaking Amazon sunset from your canoe. After dark, go caiman spotting, then spend the night camping riverside in comfortable tents under a shelter.",
          "highlights": ["Lagarto Cocha", "Pink dolphins", "Secoya community", "Riverside camping"]
        },
        {
          "day": 3,
          "title": "Birdsong & Jungle Trails",
          "description": "Rise early for sunrise birdwatching around the lagoon. After breakfast, we return to Colibrí Lodge, stopping at a river junction where pink river dolphins are often spotted. Relax at the lodge, enjoy lunch, then begin the Marco Tangoy Trail—a 3-hour guided hike through pristine rainforest teeming with life. Return to the lodge for dinner and a peaceful evening.",
          "highlights": ["Sunrise birdwatching", "Pink dolphins", "Marco Tangoy Trail 3h", "Return to lodge"]
        },
        {
          "day": 4,
          "title": "The Great Lagoon – Imuya Cocha",
          "description": "After breakfast, we venture to Imuya Cocha, one of the Amazon's most stunning and biodiverse lagoons. Explore by paddle canoe, enjoy swimming, and soak in a mesmerizing sunset before returning to Colibrí Lodge for your final dinner in the jungle.",
          "highlights": ["Imuya Cocha", "Paddle canoe", "Swimming", "Amazon sunset"]
        },
        {
          "day": 5,
          "title": "Journey Back",
          "description": "After breakfast, we depart by canoe and bus at 7:00 AM, returning to Coca. Transportation to your next destination will be arranged upon arrival.",
          "highlights": ["7:00 AM departure", "Return to Coca", "Arranged transport", "Farewell"]
        }
      ]
    },
    "included": {
      "es": [
        "Transporte terrestre y fluvial",
        "Todos los alojamientos (Lodge + 1 noche de campamento)",
        "Tres comidas al día (incluye desayuno del Día 1)",
        "Servicio de Wi-Fi en Colibrí Lodge",
        "Agua potable purificada",
        "Guía naturalista bilingüe (Inglés, Francés, Español)",
        "Botas de caucho para caminatas",
        "Tarifas de entrada a áreas protegidas y comunidades"
      ],
      "en": [
        "Ground and river transportation",
        "All accommodations (Lodge + 1 night camping)",
        "Three meals per day (including breakfast on Day 1)",
        "Wi-Fi service at Colibrí Lodge",
        "Purified drinking water",
        "Bilingual naturalist guide (English, French, Spanish)",
        "Rubber boots for hikes",
        "Entrance fees to protected areas and communities"
      ]
    },
    "notIncluded": {
      "es": [
        "Cena el día final",
        "Bebidas extra",
        "Propinas"
      ],
      "en": [
        "Dinner on the final day",
        "Extra beverages",
        "Tips"
      ]
    },
    "whatToBring": {
      "es": [
        "Repelente fuerte para insectos (base DEET, no aerosol)",
        "Protector solar, gafas de sol, sombrero",
        "Camisas de manga larga, pantalones largos, traje de baño",
        "Chaqueta impermeable o poncho",
        "Linterna o lámpara frontal",
        "Sandalias y zapatos de senderismo",
        "Binoculares, cámara (baterías extra)",
        "Efectivo pequeño para souvenirs o compras comunitarias"
      ],
      "en": [
        "Strong insect repellent (DEET-based, non-aerosol)",
        "Sunscreen, sunglasses, hat",
        "Long-sleeve shirts, long pants, swimsuit",
        "Waterproof jacket or poncho",
        "Flashlight or headlamp",
        "Sandals and hiking shoes",
        "Binoculars, camera (extra batteries)",
        "Small cash for souvenirs or community purchases"
      ]
    },
    "featured": true,
    "location": "Colibri Lodge, Aguarico River",
    "contacts": [
      {
        "name": "Jacob Tangoy",
        "whatsapp": "+593990657053",
        "whatsapp2": "+593992981985"
      }
    ]
  },
  {
    "slug": "10-days-waorani-yasuni",
    "title": {
      "es": "Expediciones Waorani - 10 Días",
      "en": "Waorani Expeditions - 10 Days"
    },
    "subtitle": {
      "es": "En el Corazón del Parque Nacional Yasuní",
      "en": "In the Heart of Yasuní National Park"
    },
    "duration": {
      "es": "10 Días / 9 Noches",
      "en": "10 Days / 9 Nights"
    },
    "description": {
      "es": "Aventura Cultural y de Vida Silvestre en la Amazonía Profunda. Sumérgete en el territorio Waorani y experimenta una de las culturas más auténticas de la Amazonía ecuatoriana.",
      "en": "Deep Amazon Cultural & Wildlife Adventure. Immerse yourself in Waorani territory and experience one of the most authentic cultures of the Ecuadorian Amazon."
    },
    "images": [
      "/assets/colibrilodge/bosquecolibrilodge.jpg",
      "/assets/riodelfin/cieloestrelladovertical.jpg",
      "/assets/colibrilodge/observacionaves2.jpg",
      "/assets/colibrilodge/grupoenamazonia.jpg",
      "/assets/riodelfin/atardecer.jpg"
    ],
    "price": {
      "amount": 1990,
      "currency": "USD",
      "per": "persona (mínimo 2 participantes recomendado)"
    },
    "difficulty": "challenging",
    "groupSize": "2-6 personas",
    "itinerary": {
      "es": [
        {
          "day": 1,
          "title": "Reserva Forestal Jacob y Caminata Nocturna",
          "description": "Comienza tu aventura con una caminata guiada a través de la Reserva Forestal Jacob. Observa vida silvestre de la selva tropical como ranas venenosas, serpientes, insectos y más. Cena y noche en Monkey Frog Lodge.",
          "highlights": ["Reserva Forestal Jacob", "Ranas venenosas", "Caminata nocturna", "Monkey Frog Lodge"]
        },
        {
          "day": 2,
          "title": "Saladeros de Loros y Vida Silvestre Nocturna",
          "description": "Salida temprano en la mañana para visitar los saladeros de loros y guacamayos, un colorido evento de vida silvestre. Por la noche, explora la laguna para observar luciérnagas y caimanes. Cena y noche.",
          "highlights": ["Saladeros de loros", "Guacamayos", "Luciérnagas", "Caimanes"]
        },
        {
          "day": 3,
          "title": "Viaje al Territorio Waorani",
          "description": "Viaje profundo en tierra Waorani: 2 horas en camión, 9 horas en canoa motorizada. Llega y establece campamento en el bosque. Cena y noche acampando rodeado por la selva tropical.",
          "highlights": ["Territorio Waorani", "Viaje en canoa 9h", "Campamento en selva", "Inmersión cultural"]
        },
        {
          "day": 4,
          "title": "Observación de Aves en Canoa y Exploración del Bosque",
          "description": "Observación temprana de aves durante 3 horas en canoa de remo. Luego caminata a través del bosque primario antes de viajar al siguiente campamento de la familia Waorani. Cena y noche.",
          "highlights": ["Observación de aves 3h", "Bosque primario", "Campamento Waorani", "Canoa de remo"]
        },
        {
          "day": 5,
          "title": "Cultura de Caza Tradicional",
          "description": "Observa cómo los Waorani preparan curare (curi) para sus cerbatanas, utilizadas para cazar monos y pecaríes. Por la tarde, ve de caza y pesca con la familia Waorani. Cena y noche.",
          "highlights": ["Preparación de curare", "Cerbatanas", "Caza tradicional", "Pesca"]
        },
        {
          "day": 6,
          "title": "Búsqueda Nocturna de Anfibios y Reptiles",
          "description": "Viaje a un nuevo campamento profundo en la selva amazónica. Exploración nocturna para buscar ranas, serpientes y otra vida silvestre nocturna. Cena y noche.",
          "highlights": ["Campamento profundo", "Exploración nocturna", "Ranas", "Serpientes"]
        },
        {
          "day": 7,
          "title": "Visita a Bameno, una Comunidad Waorani Remota",
          "description": "Viaje a Bameno, una de las comunidades Waorani más tradicionales. Pasa el día compartiendo experiencias culturales y aprendiendo de las familias. Cena y noche.",
          "highlights": ["Comunidad Bameno", "Experiencias culturales", "Familias Waorani", "Tradiciones"]
        },
        {
          "day": 8,
          "title": "Artesanía Tradicional y Técnicas de Supervivencia",
          "description": "Aprende cómo los Waorani hacen: redes de pesca, trampas de caza. Disfruta del tiempo observando actividades diarias y conocimiento del bosque. Cena y noche.",
          "highlights": ["Redes de pesca", "Trampas de caza", "Conocimiento tradicional", "Artesanía"]
        },
        {
          "day": 9,
          "title": "Observación de Aves y Regreso al Campamento",
          "description": "Observación temprana de aves, incluyendo guacamayos y loros. Regreso al campamento para relajarse y disfrutar de la selva tropical. Cena y noche.",
          "highlights": ["Guacamayos", "Loros", "Regreso a campamento", "Relajación"]
        },
        {
          "day": 10,
          "title": "Caminata Final en la Selva y Regreso a Coca",
          "description": "A las 5:00 AM, caminata en el bosque para observar vida silvestre durante las horas más activas. Después del desayuno, comienza el viaje de regreso a Coca. Llegada estimada: 8:00 PM.",
          "highlights": ["Caminata 5:00 AM", "Vida silvestre activa", "Regreso a Coca", "Llegada 8:00 PM"]
        }
      ],
      "en": [
        {
          "day": 1,
          "title": "Jacob Forest Reserve & Night Walk",
          "description": "Begin your adventure with a guided hike through the Jacob Forest Reserve. Observe tropical rainforest wildlife such as poison dart frogs, snakes, insects, and more. Dinner and overnight stay at Monkey Frog Lodge.",
          "highlights": ["Jacob Forest Reserve", "Poison dart frogs", "Night walk", "Monkey Frog Lodge"]
        },
        {
          "day": 2,
          "title": "Parrot Clay Licks & Nocturnal Wildlife",
          "description": "Early morning departure to visit the parrot and macaw saladeros, a colorful wildlife event. At night, explore the lagoon to observe fireflies and caimans. Dinner and overnight stay.",
          "highlights": ["Parrot clay licks", "Macaws", "Fireflies", "Caimans"]
        },
        {
          "day": 3,
          "title": "Journey Into Waorani Territory",
          "description": "Travel deep into Waorani land: 2-hour journey by truck, 9-hours journey by motorized canoe. Arrive and set up camp in the forest. Dinner and overnight camping surrounded by the rainforest.",
          "highlights": ["Waorani territory", "9h canoe journey", "Forest camping", "Cultural immersion"]
        },
        {
          "day": 4,
          "title": "Canoe Birdwatching & Forest Exploration",
          "description": "Early morning birdwatching for 3 hours by paddle canoe. Then hike through primary forest before traveling to the next Waorani family campsite. Dinner and overnight stay.",
          "highlights": ["3h birdwatching", "Primary forest", "Waorani campsite", "Paddle canoe"]
        },
        {
          "day": 5,
          "title": "Traditional Hunting Culture",
          "description": "Observe how the Waorani prepare curare (curi) for their blowguns, used for hunting monkeys and peccaries. In the afternoon, go hunting and fishing with the Waorani family. Dinner and overnight stay.",
          "highlights": ["Curare preparation", "Blowguns", "Traditional hunting", "Fishing"]
        },
        {
          "day": 6,
          "title": "Night Search for Amphibians & Reptiles",
          "description": "Travel to a new campsite deep in the Amazon rainforest. Night exploration to look for frogs, snakes, and other nocturnal wildlife. Dinner and overnight stay.",
          "highlights": ["Deep campsite", "Night exploration", "Frogs", "Snakes"]
        },
        {
          "day": 7,
          "title": "Visit Bameno, a Remote Waorani Community",
          "description": "Travel to Bameno, one of the most traditional Waorani communities. Spend the day sharing cultural experiences and learning from the families. Dinner and overnight stay.",
          "highlights": ["Bameno community", "Cultural experiences", "Waorani families", "Traditions"]
        },
        {
          "day": 8,
          "title": "Traditional Handcraft & Survival Techniques",
          "description": "Learn how the Waorani make: fishing nets, hunting keels (traps). Enjoy time observing daily activities and forest knowledge. Dinner and overnight stay.",
          "highlights": ["Fishing nets", "Hunting traps", "Traditional knowledge", "Handcraft"]
        },
        {
          "day": 9,
          "title": "Birdwatching & Return to Camp",
          "description": "Early morning birdwatching, including macaws and parrots. Return to camp to relax and enjoy the rainforest. Dinner and overnight stay.",
          "highlights": ["Macaws", "Parrots", "Return to camp", "Relaxation"]
        },
        {
          "day": 10,
          "title": "Final Jungle Walk & Return to Coca",
          "description": "At 5:00 AM, hike in the forest to observe wildlife during the most active hours. After breakfast, begin the return journey to Coca. Estimated arrival: 8:00 PM.",
          "highlights": ["5:00 AM walk", "Active wildlife", "Return to Coca", "8:00 PM arrival"]
        }
      ]
    },
    "included": {
      "es": [
        "Transporte terrestre y fluvial",
        "9 noches de alojamiento (lodge + campamento)",
        "3 comidas diarias (menú amazónico)",
        "Agua potable purificada",
        "Guías locales expertos",
        "Guía traductor (Inglés - Español - Francés)",
        "Equipo básico de campamento",
        "Tarifas de entrada a comunidades y áreas protegidas"
      ],
      "en": [
        "Land and river transportation",
        "9 nights accommodation (lodge + camping)",
        "3 daily meals (Amazonian menu)",
        "Purified drinking water",
        "Expert local guides",
        "Translator guide (English - Spanish - French)",
        "Basic camping equipment",
        "Entrance fees to communities and protected areas"
      ]
    },
    "notIncluded": {
      "es": [
        "Bebidas extra",
        "Propinas",
        "Equipo personal de fotografía"
      ],
      "en": [
        "Extra beverages",
        "Tips",
        "Personal photography equipment"
      ]
    },
    "whatToBring": {
      "es": [
        "Repelente fuerte para insectos (base DEET)",
        "Protector solar y sombrero",
        "Ropa de manga larga y pantalones",
        "Botas de senderismo resistentes al agua",
        "Linterna frontal con baterías extra",
        "Bolsa impermeable para equipo",
        "Cámara con baterías extra",
        "Binoculares",
        "Kit de primeros auxilios personal",
        "Efectivo pequeño para artesanías"
      ],
      "en": [
        "Strong insect repellent (DEET-based)",
        "Sunscreen and hat",
        "Long-sleeve clothing and pants",
        "Waterproof hiking boots",
        "Headlamp with extra batteries",
        "Waterproof bag for equipment",
        "Camera with extra batteries",
        "Binoculars",
        "Personal first aid kit",
        "Small cash for handicrafts"
      ]
    },
    "featured": true,
    "location": "Yasuní National Park, Waorani Territory",
    "contacts": [
      {
        "name": "Jacob Tangoy",
        "whatsapp": "+593990657053",
        "whatsapp2": "+593992981985"
      }
    ]
  },
  {
    "slug": "9-days-sport-fishing",
    "title": {
      "es": "Expedición de Pesca Deportiva - 9 Días",
      "en": "Sport Fishing Expedition - 9 Days"
    },
    "subtitle": {
      "es": "Captura y Suelta - Región Baja del Amazonas",
      "en": "Catch & Release - Lower Amazon Region"
    },
    "duration": {
      "es": "9 Días / 8 Noches",
      "en": "9 Days / 8 Nights"
    },
    "description": {
      "es": "Expedición de pesca deportiva en la Amazonía baja. Captura paco, tucunaré, paiche y bagres gigantes en ríos y lagunas remotas. Todas las actividades siguen estrictas pautas de captura y liberación.",
      "en": "Sport fishing expedition in the Lower Amazon. Catch paco, peacock bass, paiche, and giant catfish in remote rivers and lagoons. All fishing activities follow strict catch-and-release guidelines."
    },
    "images": [
      "/assets/colibrilodge/fishingtrip.jpg",
      "/assets/WhatsApp Image 2025-11-24 at 20.39.43.jpeg",
      "/assets/WhatsApp Image 2025-11-24 at 20.39.40(1).jpeg",
      "/assets/WhatsApp Image 2025-11-24 at 20.39.41(3).jpeg",
      "/assets/riodelfin/atardecer.jpg",
      "/assets/colibrilodge/en lancha 1 expedicion.jpg",
      "/assets/colibrilodge/bosquecolibrilodge.jpg"
    ],
    "price": {
      "amount": 1860,
      "currency": "USD",
      "per": "persona (mínimo 2 participantes)"
    },
    "difficulty": "moderate",
    "groupSize": "2-6 personas",
    "itinerary": {
      "es": [
        {
          "day": 1,
          "title": "Hacia la Amazonía Profunda y Primera Sesión de Pesca",
          "description": "Salida desde El Coca en vehículo privado (1h30). Continuamos en canoa durante 5 horas río abajo hacia una zona remota de pesca de paco. Primera sesión de pesca al atardecer. Cena y campamento en el corazón de la selva tropical.",
          "highlights": ["Salida desde El Coca", "5h en canoa", "Pesca de paco", "Campamento"]
        },
        {
          "day": 2,
          "title": "Pesca de Paco en el Río Pacu",
          "description": "Día completo de pesca deportiva de paco en diferentes sectores del río. Naturaleza intacta, silencio y peces de fuerte pelea. Cena y campamento.",
          "highlights": ["Pesca de paco", "Río Pacu", "Pesca deportiva", "Naturaleza prístina"]
        },
        {
          "day": 3,
          "title": "Hacia el Río Aguarico y Pesca de Bagres",
          "description": "Viaje al majestuoso río Aguarico. Tarde dedicada a capturar bagres gigantes amazónicos. Cena y noche.",
          "highlights": ["Río Aguarico", "Bagres gigantes", "Pesca amazónica", "Campamento"]
        },
        {
          "day": 4,
          "title": "Tucunaré (Pavón) en Laguna Zancudo Cocha",
          "description": "Visita a una de las lagunas más hermosas de la Amazonía. Día completo pescando pavón en lagunas de aguas negras. Cena y noche.",
          "highlights": ["Zancudo Cocha", "Tucunaré", "Aguas negras", "Laguna hermosa"]
        },
        {
          "day": 5,
          "title": "Amanecer con Tucunaré y Pesca Nocturna",
          "description": "Pesca temprano en la mañana de tucunaré y otras especies. Por la tarde, regreso al río Aguarico. Por la noche, pesca en ríos de aguas blancas. Cena y alojamiento en Colibrí Lodge.",
          "highlights": ["Pesca al amanecer", "Río Aguarico", "Pesca nocturna", "Colibrí Lodge"]
        },
        {
          "day": 6,
          "title": "Pesca de Paiche en Imuya",
          "description": "Viaje a las lagunas de Imuya, hogar del paiche gigante. Tarde completa dedicada a la pesca deportiva de esta especie icónica. Cena y campamento.",
          "highlights": ["Lagunas Imuya", "Paiche gigante", "Especie icónica", "Campamento"]
        },
        {
          "day": 7,
          "title": "Paiche + Tucunaré en Lagunas Remotas",
          "description": "Pesca temprano de paiche en la mañana. Día completo pescando tucunaré y otras especies en lagunas aisladas. Cena y campamento.",
          "highlights": ["Paiche", "Tucunaré", "Lagunas aisladas", "Pesca completa"]
        },
        {
          "day": 8,
          "title": "Paiche Yaku y Pesca Nocturna",
          "description": "Pesca matutina en Laguna Paiche Yaku. Por la tarde, regreso al río Aguarico para pesca nocturna. Cena y alojamiento en Colibrí Lodge.",
          "highlights": ["Paiche Yaku", "Río Aguarico", "Pesca nocturna", "Colibrí Lodge"]
        },
        {
          "day": 9,
          "title": "Regreso a El Coca",
          "description": "Después del desayuno, traslado en canoa y vehículo de regreso a la ciudad de El Coca. Hora estimada de llegada: 18:00.",
          "highlights": ["Desayuno", "Traslado", "Regreso a El Coca", "Llegada 18:00"]
        }
      ],
      "en": [
        {
          "day": 1,
          "title": "Into the Deep Amazon & First Fishing Session",
          "description": "Departure from El Coca in a private vehicle (1h30). We then continue by canoe for 5 hours downriver to a remote paco fishing area. First fishing session at sunset. Dinner and camping in the heart of the rainforest.",
          "highlights": ["Departure from El Coca", "5h canoe ride", "Paco fishing", "Camping"]
        },
        {
          "day": 2,
          "title": "Paco Fishing on the Pacu River",
          "description": "Full day of sport fishing for paco in different sectors of the river. Untouched nature, silence, and strong fighting fish. Dinner and camping.",
          "highlights": ["Paco fishing", "Pacu River", "Sport fishing", "Pristine nature"]
        },
        {
          "day": 3,
          "title": "Toward the Aguarico River & Catfish Fishing",
          "description": "Travel to the majestic Aguarico River. Afternoon dedicated to catching giant Amazonian catfish. Dinner and overnight stay.",
          "highlights": ["Aguarico River", "Giant catfish", "Amazon fishing", "Camping"]
        },
        {
          "day": 4,
          "title": "Peacock Bass (Tucunaré) at Zancudo Cocha Lagoon",
          "description": "Visit to one of the most beautiful lagoons in the Amazon. Full day fishing for peacock bass in blackwater lakes. Dinner and overnight stay.",
          "highlights": ["Zancudo Cocha", "Peacock bass", "Blackwater", "Beautiful lagoon"]
        },
        {
          "day": 5,
          "title": "Sunrise Peacock Bass & Night Fishing",
          "description": "Early morning fishing for tucunaré and other species. In the afternoon, return to the Aguarico River. At night, fishing in whitewater rivers. Dinner and lodging at Colibrí Lodge.",
          "highlights": ["Sunrise fishing", "Aguarico River", "Night fishing", "Colibrí Lodge"]
        },
        {
          "day": 6,
          "title": "Paiche Fishing in Imuya",
          "description": "Travel to the Imuya lagoons, home of the giant paiche. Full afternoon dedicated to sport fishing for this iconic species. Dinner and camping.",
          "highlights": ["Imuya lagoons", "Giant paiche", "Iconic species", "Camping"]
        },
        {
          "day": 7,
          "title": "Paiche + Peacock Bass in Remote Lagoons",
          "description": "Early morning paiche fishing. Full day fishing tucunaré and other species in isolated lagoons. Dinner and camping.",
          "highlights": ["Paiche", "Peacock bass", "Isolated lagoons", "Full day fishing"]
        },
        {
          "day": 8,
          "title": "Paiche Yaku & Night Fishing",
          "description": "Morning fishing at Paiche Yaku Lagoon. In the afternoon, return to the Aguarico River for night fishing. Dinner and lodging at Colibrí Lodge.",
          "highlights": ["Paiche Yaku", "Aguarico River", "Night fishing", "Colibrí Lodge"]
        },
        {
          "day": 9,
          "title": "Return to El Coca",
          "description": "After breakfast, canoe and vehicle transfer back to the city of El Coca. Estimated arrival time: 18:00.",
          "highlights": ["Breakfast", "Transfer", "Return to El Coca", "18:00 arrival"]
        }
      ]
    },
    "included": {
      "es": [
        "8 noches de alojamiento (lodge + campamento)",
        "3 comidas diarias (menú amazónico)",
        "Agua potable purificada durante toda la expedición",
        "Guías locales expertos de pesca",
        "Guía traductor (Inglés - Español - Francés)",
        "Canoa pequeña para cada salida de pesca",
        "Transporte terrestre y fluvial ida y vuelta",
        "Equipo básico de campamento"
      ],
      "en": [
        "8 nights of accommodation (lodge + camping)",
        "3 daily meals (Amazonian menu)",
        "Purified drinking water throughout the expedition",
        "Expert local fishing guides",
        "Translator guide (English - Spanish - French)",
        "Small canoe for each fishing outing",
        "Round-trip land and river transportation",
        "Basic camping equipment"
      ]
    },
    "notIncluded": {
      "es": [
        "Equipo de pesca personal (cañas, carnadas)",
        "Bebidas extra",
        "Propinas"
      ],
      "en": [
        "Personal fishing equipment (rods, bait)",
        "Extra beverages",
        "Tips"
      ]
    },
    "whatToBring": {
      "es": [
        "Caña de pescar y equipo personal (opcional)",
        "Repelente de insectos fuerte",
        "Protector solar y sombrero",
        "Ropa de manga larga y pantalones",
        "Chaqueta impermeable",
        "Zapatos resistentes al agua",
        "Cámara con baterías extra",
        "Linterna frontal",
        "Efectivo pequeño"
      ],
      "en": [
        "Fishing rod and personal equipment (optional)",
        "Strong insect repellent",
        "Sunscreen and hat",
        "Long-sleeve clothing and pants",
        "Waterproof jacket",
        "Water-resistant shoes",
        "Camera with extra batteries",
        "Headlamp",
        "Small cash"
      ]
    },
    "featured": true,
    "location": "Lower Amazon Region, Aguarico River",
    "contacts": [
      {
        "name": "Jacob Tangoy",
        "whatsapp": "+593990657053",
        "whatsapp2": "+593992981985"
      }
    ]
  },
  {
    "slug": "5-days-ancestral-healing",
    "title": {
      "es": "Viaje de Limpieza Ancestral con Plantas Sagradas - 5 Días",
      "en": "Ancestral Healing Journey with Sacred Plants - 5 Days"
    },
    "subtitle": {
      "es": "Sanación Espiritual y Conexión con la Naturaleza",
      "en": "Spiritual Healing and Connection with Nature"
    },
    "duration": {
      "es": "5 Días / 4 Noches",
      "en": "5 Days / 4 Nights"
    },
    "description": {
      "es": "Embárcate en una experiencia profunda de sanación, conexión espiritual y naturaleza viva, guiada por familias kichwa y curanderos tradicionales de la Amazonía ecuatoriana. Un viaje lleno de significado, donde cada día está pensado para armonizar cuerpo, mente y espíritu.",
      "en": "Embark on a profound experience of healing, spiritual connection and living nature, guided by Kichwa families and traditional healers of the Ecuadorian Amazon. A meaningful journey, where each day is designed to harmonize body, mind and spirit."
    },
    "images": [
      "/assets/colibrilodge/bosquecolibrilodge.jpg",
      "/assets/riodelfin/cieloestrelladovertical.jpg",
      "/assets/colibrilodge/observacionaves1.jpg",
      "/assets/riodelfin/atardecer.jpg",
      "/assets/colibrilodge/grupoenamazonia.jpg"
    ],
    "price": {
      "amount": 960,
      "currency": "USD",
      "per": "persona (mínimo 2 participantes)"
    },
    "difficulty": "easy",
    "groupSize": "2-8 personas",
    "itinerary": {
      "es": [
        {
          "day": 1,
          "title": "Bienvenida y Relajación en Familia Kichwa",
          "description": "Visita a la familia de Doña Simona, ubicada a orillas del majestuoso río Napo. Caminata suave por el bosque para adaptarte a la energía de la selva y prepararte para las actividades de sanación que vendrán en los próximos días.",
          "highlights": ["Familia de Doña Simona", "Río Napo", "Caminata adaptación", "Energía de la selva"]
        },
        {
          "day": 2,
          "title": "Ritual de Guayusa Upina y Caminata Medicinal",
          "description": "A las 04:00 am participamos en la ceremonia tradicional de Guayusa Upina, una bebida ancestral que limpia, despierta y protege. Los kichwas cuentan que debe tomarse antes de que el colibrí se acerque al río a robar su energía. Después, caminata guiada para reconocer plantas medicinales y aprender sobre sus usos tradicionales.",
          "highlights": ["Ceremonia 04:00 AM", "Guayusa Upina", "Plantas medicinales", "Sabiduría ancestral"]
        },
        {
          "day": 3,
          "title": "Laguna de Limoncocha y Baño Energético",
          "description": "Viaje a la Reserva Biológica Limoncocha para convivir con una familia kichwa local. A las 05:00 am realizamos un baño purificador en una cascada de agua fría, práctica ancestral para revitalizar el cuerpo. Durante el día, recorrido para observar la flora y fauna de esta hermosa zona húmeda amazónica.",
          "highlights": ["Reserva Limoncocha", "Baño purificador 05:00 AM", "Cascada agua fría", "Flora y fauna"]
        },
        {
          "day": 4,
          "title": "Limpieza Espiritual con Curandero",
          "description": "Encuentro con un curandero ancestral para realizar la limpieza tradicional con tabaco, hierbas sagradas y baño con aguas de flores. Un proceso profundo de armonización energética. Cena y alojamiento.",
          "highlights": ["Curandero ancestral", "Limpieza con tabaco", "Hierbas sagradas", "Baño de flores"]
        },
        {
          "day": 5,
          "title": "Saladero de Guacamayas y Monos / Retorno",
          "description": "Visita al saladero de guacamayas y monos en el Parque Nacional Yasuní, uno de los lugares más biodiversos del planeta. Retorno hacia El Coca. Fin del tour: 18h00.",
          "highlights": ["Saladero Yasuní", "Guacamayas y monos", "Parque Nacional", "Retorno 18:00"]
        }
      ],
      "en": [
        {
          "day": 1,
          "title": "Welcome and Relaxation with Kichwa Family",
          "description": "Visit to Doña Simona's family, located on the banks of the majestic Napo River. Gentle forest walk to adapt to the jungle's energy and prepare for the healing activities that will come in the following days.",
          "highlights": ["Doña Simona's family", "Napo River", "Adaptation walk", "Jungle energy"]
        },
        {
          "day": 2,
          "title": "Guayusa Upina Ritual and Medicinal Walk",
          "description": "At 04:00 am we participate in the traditional Guayusa Upina ceremony, an ancestral drink that cleanses, awakens and protects. The Kichwa say it must be taken before the hummingbird approaches the river to steal its energy. Afterwards, guided walk to recognize medicinal plants and learn about their traditional uses.",
          "highlights": ["04:00 AM ceremony", "Guayusa Upina", "Medicinal plants", "Ancestral wisdom"]
        },
        {
          "day": 3,
          "title": "Limoncocha Lagoon and Energy Bath",
          "description": "Journey to Limoncocha Biological Reserve to live with a local Kichwa family. At 05:00 am we perform a purifying bath in a cold water waterfall, an ancestral practice to revitalize the body. During the day, tour to observe the flora and fauna of this beautiful Amazonian wetland.",
          "highlights": ["Limoncocha Reserve", "05:00 AM purifying bath", "Cold water waterfall", "Flora and fauna"]
        },
        {
          "day": 4,
          "title": "Spiritual Cleansing with Healer",
          "description": "Meeting with an ancestral healer to perform the traditional cleansing with tobacco, sacred herbs and flower water bath. A profound process of energetic harmonization. Dinner and accommodation.",
          "highlights": ["Ancestral healer", "Tobacco cleansing", "Sacred herbs", "Flower bath"]
        },
        {
          "day": 5,
          "title": "Macaw and Monkey Clay Lick / Return",
          "description": "Visit to the macaw and monkey clay lick in Yasuní National Park, one of the most biodiverse places on the planet. Return to El Coca. End of tour: 18h00.",
          "highlights": ["Yasuní clay lick", "Macaws and monkeys", "National Park", "18:00 return"]
        }
      ]
    },
    "included": {
      "es": [
        "Hospedaje en cada destino",
        "Transporte fluvial durante todo el recorrido",
        "3 comidas diarias",
        "Guía local experto",
        "Agua purificada",
        "Limpieza espiritual con el curandero",
        "Equipo de excursión en la selva"
      ],
      "en": [
        "Accommodation at each destination",
        "River transportation throughout the journey",
        "3 daily meals",
        "Expert local guide",
        "Purified water",
        "Spiritual cleansing with the healer",
        "Jungle excursion equipment"
      ]
    },
    "notIncluded": {
      "es": [
        "Bebidas extra",
        "Propinas",
        "Gastos personales"
      ],
      "en": [
        "Extra beverages",
        "Tips",
        "Personal expenses"
      ]
    },
    "whatToBring": {
      "es": [
        "Ropa cómoda de manga larga",
        "Pantalones largos",
        "Repelente de insectos natural",
        "Protector solar",
        "Sombrero o gorra",
        "Sandalias y zapatos cerrados",
        "Linterna o lámpara frontal",
        "Ropa de baño",
        "Toalla",
        "Botella de agua reutilizable",
        "Mente abierta y corazón receptivo"
      ],
      "en": [
        "Comfortable long-sleeve clothing",
        "Long pants",
        "Natural insect repellent",
        "Sunscreen",
        "Hat or cap",
        "Sandals and closed shoes",
        "Flashlight or headlamp",
        "Swimsuit",
        "Towel",
        "Reusable water bottle",
        "Open mind and receptive heart"
      ]
    },
    "featured": true,
    "location": "Río Napo, Limoncocha, Yasuní",
    "contacts": [
      {
        "name": "Jacob Tangoy",
        "whatsapp": "+593990657053",
        "whatsapp2": "+593992981985"
      }
    ]
  }
]